[
	{
		"isbn" : "8560000003",
		"titulo" : "Por que escrevo? - 1ª Edição",
		"link" : "livros/porque-escrevo-1ed",
		"autor" : "José Domingos de Brito",
		"link_autor" : "josebrito",
		"data" : "2006-06-23",
		"paginas" : "224",
		"preco" : 39,
		"tipo" : "L",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 17,
		"promocao" : "N",
		"peso" : 0.32,
		"palavraschave" : "escritor, livro, literatura, obra",
		"sumario" : "N",
		"capitulo" : "N",
		"nome_capitulo" : "Capítulo de Exemplo",
		"estoque" : "",
		"submarino" : "1584018",
		"ean" : "8560000003",
		"cultura" : "1444961",
		"largura" : "14",
		"altura" : "23",
		"subtitulo" : "",
		"nova_edicao" : "https://novatec.com.br/livros/porque-escrevo-2ed/",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "Este livro Investiga as perguntas mais fundamentais feitas aos escritores. É uma pesquisa bibliográfica diferenciada que, a princípio, faz o levantamento dos milhares de depoimentos dos mais aos menos célebres escritores sobre a questão suscitada: por que você escreve?",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Este livro Investiga as perguntas mais fundamentais feitas aos escritores. É uma pesquisa bibliográfica que faz o levantamento de milhares de depoimentos de escritores sobre a questão suscitada: por que você escreve?"
	},
	{
		"isbn" : "8560000011",
		"titulo" : "Como escrevo? - 1ª Edição",
		"link" : "livros/como-escrevo-1ed",
		"autor" : "José Domingos de Brito",
		"link_autor" : "josebrito",
		"data" : "2006-06-23",
		"paginas" : "232",
		"preco" : 39,
		"tipo" : "L",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 17,
		"promocao" : "N",
		"peso" : 0.335,
		"palavraschave" : "escritor, literatura, obra, escrever",
		"sumario" : "N",
		"capitulo" : "N",
		"nome_capitulo" : "",
		"estoque" : "",
		"submarino" : "",
		"ean" : "9788560000012",
		"cultura" : "",
		"largura" : "14",
		"altura" : "21",
		"subtitulo" : "",
		"nova_edicao" : "https://novatec.com.br/livros/como-escrevo-2ed/",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "Mistérios da criação literária é uma obra de referência e especulação composta de cinco volumes, publicada sob o patrocínio da Secretaria da Cultura do Estado de São Paulo, com perguntas fundamentais aos escritores: Por que escrevo? (livro volume 1) e Como escrevo? (volume 2). Especulam-se as relações da literatura com seus filhos pródigos: o jornalismo (volume 3) e o cinema (volume 4), imiscuindo-se nas tendências ideológicas, nas preferências políticas dos escritores (volume 5).\r\n<h3>A investigação prossegue pela internet com perguntas sobre a crítica e a teoria literárias; o posicionamento da literatura referente à religião e à psicanálise; como a literatura se entrelaça com outras artes e ofícios; qual o conselho dos escritores mais experientes aos mais jovens; e muitos mais.</h3>",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Este livro investiga as perguntas mais comuns feitas aos escritores e explica como a literatura se entrelaça com outras artes e ofícios, qual o conselho dos escritores mais experientes aos mais jovens e muitos mais."
	},
	{
		"isbn" : "856000002X",
		"titulo" : "A Terceira Ordem",
		"link" : "livros/terceiraordem",
		"autor" : "Alec Ferrari",
		"link_autor" : "ND",
		"data" : "2006-07-10",
		"paginas" : "248",
		"preco" : 39,
		"tipo" : "L",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 17,
		"promocao" : "N",
		"peso" : 0.44,
		"palavraschave" : "terceira ordem, céu, inferno, terra",
		"sumario" : "N",
		"capitulo" : "N",
		"nome_capitulo" : "Capítulo de Exemplo",
		"estoque" : "",
		"submarino" : "1584108",
		"ean" : "9788560000029",
		"cultura" : "1453285",
		"largura" : "16",
		"altura" : "23",
		"subtitulo" : "",
		"nova_edicao" : "",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "Em um passado distante, um anjo se entregou à sedução da vaidade e descobriu uma grande fonte de poder: o coração do homem. Ele entregou o mundo a seus demônios e manipulou os corações humanos para seu próprio proveito.\r\n\r\nPara aliviar o sofrimento da Terra, um anjo foi eleito:\b Mamhat, escolhido não por sua idoneidade, mas sim por sua fraqueza inerente ao próprio ser humano. Designado a tal missão, confuso entre manipulações e conceitos, ele quebrou dogmas e paradigmas na busca da salvação, colocando o próprio destino em risco ao violar a maior regra imposta a um anjo de sua classe: jamais interferir na história dos homens encarnados.\r\n\r\n<h3>E assim se inicia a fascinante história deste livro, que acontece entre o Céu, o Inferno e a Terra, repleta de questionamentos e aventuras. Os personagens dos diversos níveis do etéreo discutem sobre a vida e a morte, o bem e o mal, e mais que isso, a descoberta de um terceiro caminho.</h3>\r\n\r\nMamhat tinha seus próprios desejos... E assim nasceu a Terceira Ordem.\r\n\r\nBem-vindo ao universo.",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Este livro conta a história de um anjo se entregou à sedução da vaidade e descobriu uma grande fonte de poder: o coração do homem."
	},
	{
		"isbn" : "8560000038",
		"titulo" : "Copas do Mundo",
		"link" : "livros/copas-do-mundo",
		"autor" : "José Renato Sátiro Santiago Jr.,Gustavo Longhi de Carvalho",
		"link_autor" : "joserenato,gustavolonghi",
		"data" : "2006-10-20",
		"paginas" : "608",
		"preco" : 79,
		"tipo" : "L",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 17,
		"promocao" : "N",
		"peso" : 0.99,
		"palavraschave" : "almanaque, copa do mundo, eliminatórias, enciclopédia, futebol, história",
		"sumario" : "S",
		"capitulo" : "N",
		"nome_capitulo" : "",
		"estoque" : "",
		"submarino" : "",
		"ean" : "8560000038",
		"cultura" : "",
		"largura" : "17",
		"altura" : "24",
		"subtitulo" : "Das Eliminatórias ao Título",
		"nova_edicao" : "",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "77 países já participaram de pelo menos uma edição da Copa do Mundo, enquanto 210 países já disputaram partidas válidas pelas Eliminatórias?\r\nA maior goleada da história das Eliminatórias ocorreu em 2001, quando a seleção da Austrália derrotou a de Samoa Americana por 31 a 0, enquanto que a maior goleada em Copas do Mundo ocorreu na partida vencida por 10 a 1 pela seleção Hungria frente à de El Salvador, em 1982? \r\nA seleção de Luxemburgo foi a que mais disputou edições de Eliminatórias, 17 vezes, sem nunca ter conseguido uma vaga para disputar uma Copa, acumulando o maior número de derrotas, 100 ao todo, entre todas as seleções? \r\nA seleção do México é aquela que disputou o maior número de partidas válidas pelas Eliminatórias (123) e conquistou o maior número de vitórias (81)? \r\nSarre foi um pequeno país cuja seleção disputou as Eliminatórias para a Copa do Mundo de 1954, mas que hoje pertence à Alemanha?\r\nA Iugoslávia, criada em 1929, era composta por seis repúblicas, Sérvia, Montenegro, Croácia, Eslovênia, Macedônia e Bósnia-Herzegóvina, além de duas províncias autônomas, Kosovo e Volvodina?\r\n\r\n<h3>\"Nunca vi um trabalho tão bom sobre Eliminatórias. Curioso e apaixonado pelo esporte mais popular do mundo, a leitura me prendeu. Sabe quando você fica viciado num livro? Foi o que aconteceu. Ansioso, queria saber, antes do término de cada página, o que havia na outra. Aprendi importantes detalhes que me ajudam no trabalho e, principalmente, me diverti. Esta é uma obra informativa, técnica. Aqui, \"achismo\" não tem vez. Se alguém deseja tratar do assunto com seriedade, reserve um espaço na biblioteca para o livro de José Renato Sátiro Santiago Jr. e Gustavo Longhi de Carvalho, pois é indispensável. O futebol não precisa de invenções nem da espetacularização de situações simples. Ele já é comovente, surpreendente e fantástico. Copas do Mundo - Das Eliminatórias ao Título mostra isso\".\r\nVitor Birner, jornalista e comentarista da rádio CBN</h3>",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Este livro é um guia completo sobre as Copas do Mundo, indispensável para os amantes de futebol e jornalistas esportivos."
	},
	{
		"isbn" : "8575220012",
		"titulo" : "Windows 2000 Server - Guia de Consulta Rápida",
		"link" : "livros/guia-windows2000",
		"autor" : "Roberto G. A. Veiga",
		"link_autor" : "robertoveiga",
		"data" : "2001-01-01",
		"paginas" : "128",
		"preco" : 20,
		"tipo" : "G",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 10,
		"promocao" : "N",
		"peso" : 0.13,
		"palavraschave" : "",
		"sumario" : "S",
		"capitulo" : "N",
		"nome_capitulo" : "",
		"estoque" : "",
		"submarino" : "",
		"ean" : "9798575220015",
		"cultura" : "",
		"largura" : "10,5",
		"altura" : "23",
		"subtitulo" : "",
		"nova_edicao" : "",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "O Windows 200 Server, sucessor do NT Server 4, talvez tenha sido o sistema operacional para servidores que correspondeu às expectativas dos profissionais de rede. Além de uma interface mais amigável, semelhante a do Windows 98, traz melhorias significativas em vários outros aspectos quanto comparado o seu antecessor, principalmente no tocante aos serviços de diretório, que utilizam o Active Directory, e ao suporte a Plug and Play. Mais estável e confiável, é ideal para servidores que desempenham diversas funções dentro da rede da empresa, de servidores de arquivo a servidores Web. <br><br>Este guia pretende ser uma fonte de referência para as principais características do Windows 2000 Server, dando um enfoque maior àquelas que são específicas desse sistema operacional, como o Active Directory, as Group Policies e o Terminal Services, sem deixar de abordar as tarefas mais comuns que os profissionais de rede têm de realizar. <br><br>Indispensável para quem quer obter o máximo proveito do Windows 2000 Server, sem perder tempo consultando volumosos manuais. <br><br>Prático para carregar e consultar.",
		"download" : null,
		"download2" : null,
		"nome_download1" : null,
		"nome_download2" : null,
		"descricao" : "Mais estável e confiável, o Windows 2000 Server é ideal para servidores que desempenham diversas funções dentro da rede da empresa, de servidores de arquivos a servidores Web"
	},
	{
		"isbn" : "8575220020",
		"titulo" : "Oracle Forms 6i - Guia de Consulta Rápida",
		"link" : "livros/guia-oracleforms6i",
		"autor" : "Alexandre Poda",
		"link_autor" : "alexandrepoda",
		"data" : "2001-01-01",
		"paginas" : "128",
		"preco" : 20,
		"tipo" : "G",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 3,
		"promocao" : "N",
		"peso" : 0.13,
		"palavraschave" : "",
		"sumario" : "N",
		"capitulo" : "N",
		"nome_capitulo" : "",
		"estoque" : "",
		"submarino" : "",
		"ean" : "9798575220022",
		"cultura" : "556379",
		"largura" : "10,5",
		"altura" : "23",
		"subtitulo" : "",
		"nova_edicao" : "",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "O Oracle Forms é uma interface de desenvolimento de aplicações cliente-servidor e Web, que permite a geração de aplicações avançadas e inteligentes utilizando um banco de dados Oracle ou de outros fabricantes. Possui ainda características poderosas para o melhoramento da aparência e da funcionalidade de aplicações. Este Guia de Consulta Rápida contém uma referência completa das built-ins, triggers e variáveis de sistema do Oracle Forms, abrangendo as versões 4.5, 5, 6 e 6i. ",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Contém uma referência completa das built-ins, triggers e variáveis de sistema do Oracle Forms, abrangendo as versões 4.5, 5, 6 e 6i"
	},
	{
		"isbn" : "8575220039",
		"titulo" : "Desenvolvendo Websites com PHP 4",
		"link" : "livros/php4",
		"autor" : "Juliano Niederauer",
		"link_autor" : "niederauer",
		"data" : "2001-01-01",
		"paginas" : "256",
		"preco" : 39,
		"tipo" : "L",
		"edicao" : "1",
		"esgotado" : "S",
		"id_categoria" : 7,
		"promocao" : "N",
		"peso" : 0.5,
		"palavraschave" : "php",
		"sumario" : "S",
		"capitulo" : "N",
		"nome_capitulo" : "",
		"estoque" : "",
		"submarino" : "",
		"ean" : "9798575220039",
		"cultura" : "",
		"largura" : "16",
		"altura" : "23",
		"subtitulo" : "Aprenda a criar Websites dinâmicos e interativos com PHP e bancos de dados",
		"nova_edicao" : "https://novatec.com.br/livros/desenvolvendo-websites-com-php-3ed/",
		"id_categoria2" : 0,
		"id_categoria3" : 0,
		"somente_ebook" : "N",
		"resenha" : "Desenvolvendo Websites com PHP 4 apresenta as técnicas de programação fundamentais para o desenvolvimento de sites dinâmicos e interativos. Você aprenderá a desenvolver sites com uma linguagem utilizada em mais de 1.000.000 de sites no mundo inteiro. O livro abrange desde noções básicas de programação até a criação e manutenção de bancos de dados, mostrando como são feitas inclusões, exclusões, alterações e consultas a tabelas de uma base de dados. O autor apresenta diversos exemplos de programas para facilitar a compreensão da linguagem. Nesta obra, você irá encontrar os seguintes assuntos:<br> <br>O que é PHP e quais são as suas características; <br>Conceitos básicos e avançados de programação em PHP; <br>Como manipular diversos tipos de dados através do PHP; <br>Uso de comandos PHP em conjunto com tags HTML; <br>Uso de includes para aumentar o dinamismo de seu site; <br>Como tratar os dados enviados por um formulário HTML; <br>Utilidade das variáveis de ambiente no PHP; <br>Criação de bancos de dados em MySQL ou PostgreSQL; <br>Uso de comandos SQL para acessar o banco de dados via PHP; <br>Como criar um sistema de username/password para o seu site; <br>Uso de cookies e sessões; <br>Como enviar e-mails através do PHP.",
		"download" : "",
		"download2" : "",
		"nome_download1" : "",
		"nome_download2" : "",
		"descricao" : "Desenvolvendo Websites com PHP 4 aborda os seguintes tópicos: o que é PHP, instalação, características, PHP e formulários HTML, bancos de dados MySQL e PostgreSQL, autenticação, cookies, sessões, etc."
	}
